Revit 2024 API
GroupTypeId.TrussFamilyVertWeb Property
 Vertical Webs.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId TrussFamilyVertWeb { get; }
Visual Basic
Public Shared ReadOnly Property TrussFamilyVertWeb As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ TrussFamilyVertWeb {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace